Repository: Boschman/sitecopy
Catalog: po/*.po
Languages: es

source: Show changes to
es: Mostrar cambios para

source: showing changes to
es: cambios para

source: Synchronize
es: Sincronizar

source: synchronizing
es: sincronizando

source: Fetch
es: Recuperar

source: fetching
es: recuperando

source: remote
es: remoto

source: Update
es: Actualizar

source: updating
es: actualizando

source: Verify
es: Verificar

source: verifying
es: verificando

source: Catch up
es: Marcar actualizado

source: catching up
es: marcando como actualizado

source: stored
es: archivado

source: Initialize
es: Inicializar

source: initializing
es: inicializando

source: You should never see this message. Please contact the maintainer at sitecopy@lyra.org
es: Nunca deberia ver este mensaje. Por favor contacte el mantenedor en sitecopy@lyra.org

source: %s: Error: No site called `%s' found - skipping.
es: %s: Error: No se encontró ningún sitio con el nombre `%s' - ignorando.

source: %s: No valid sites specified.
es: %s: No se ha especificado ningún sitio válido.

source: %s: No sites specified.
es: %s: No se ha especificado ningún sitio.

source: Try `%s --help' for more information.
es: Pruebe `%s --help para más información.

source: %s: %c%s site `%s' (on %s in %s)
es: %s: %c%s sitio `%s' (en %s en %s)

source: * These items have been added since the last update:
es: * Estos elementos han sido añadidos desde la última actualización:

source: * These items have been changed since the last update:
es: * Estos elementos han sido cambiados desde la última actualización:

source: Changes to items in [brackets] are ignored during updates.
es: Los cambios en los elementos entre [corchetes] se ignoran durante las actualizaciones.

source: * These items have been deleted, but will be left on the server:
es: * Estos elementos han sido borrados, pero serán dejados en el servidor:

source: * These items have been deleted since the last update:
es: * Estos elementos han sido borrados desde la última actualización:

source: * These items have been moved since the last update:
es: * Estos elementos han sido movidos desde la última actualización:

source: Ignored
es: Ignorado

source: Maintained for executables
es: Mantenido para ejecutables

source: Always maintained
es: Siempre mantenido

source: Maintained
es: Mantenido

source: Followed
es: Seguido

source: Site: %s Server: %s
es: Sitio: %s Servidor: %s

source: Port:
es: Puerto:

source: (default)
es: (predefenido)

source: Protocol: %s Username: %s
es: Protocolo: %s Usuario: %s

source: (unspecified)
es: (no especificado)

source: Passive mode FTP will not be used.
es: El modo de FTP pasivo no va a ser usado.

source: Remote directory: %s Local directory: %s
es: Directorio remoto: %s Directorio local: %s

source: Permissions: %s Symlinks: %s
es: Permisos: %s Enlaces simbólicos: %s

source: Remote files will not be deleted.
es: Los ficheros remotos no serán eliminados.

source: Files will be moved remotely if moved locally.
es: Los ficheros remotos serán movidos si lo son localmente.

source: %s: Error: Only specify ONE operation mode at a time.
es: %s: Error: Especifique solo UN modo de operación a la vez.

source: %s: Warning: Could not open `%s' to use as logfile.
es: %s: Advertencia: Imposible abrir el fichero de logs: %s.

source: %s: Error: Dry run mode is currently only supported for updates.
es: %s: Error: El modo de simulación solo esta soportado para las actualizaciones.

source: %s: Warning: Only %d sites can be specified on the command line! Extra entries are being skipped.
es: %s: Advertencia: ¡Sólo %d sitios pueden ser especificados en la línea de comandos! Las entradas extra serán ignoradas.

source: WARNING: Server certificate is not trusted.
es: PELIGRO: El certificado del ser servidor no se ha podido verificar.

source: Certificate was issued for server `%s'.
es: El certificado ha sido emitido para el servidor `%s'.

source: WARNING: Certificate does not specify a server
es: PELIGRO: El certificado no especifica un servidor

source: Fingerprint: %s
es: Huella: %s

source: Issued to: %s
es: Emitido para: %s

source: Issued by: %s
es: Emitido por: %s

source: Do you wish to accept this certificate? (y/n)
es: ¿Desea aceptar este certificado? (y=si/n=no)

source: server
es: servidor

source: proxy server
es: servidor proxy

source: Authentication required for %s on %s `%s':
es: Autentificación requerida para %s en %s `%s':

source: Authentication required on %s `%s':
es: Autentificación necesaria en %s `%s':

source: Username:
es: Usuario:

source: Password:
es: Contraseña:

source: %s: Encrypted client certificate configured%s%s.
es: %s: Certificado de encriptacion del cliente configurado%s%s.

source: Create %s/
es: Crear %s/

source: Delete %s/
es: Borrar %s/

source: Upload %s (%
es: Subir %s (%

source: Delete %s
es: Borrar %s

source: Move %s->%s
es: Mover %s->%s

source: %s: in fe_can_update/file_file %s
es: %s: en fe_can_update/file_file %s

source: Change %s
es: Cambiar %s

source: Create %s
es: Crear %s

source: Remove %s
es: Borrar %s

source: %s: in fe_can_update/file_link %s
es: %s: en fe_can_update/file_link %s

source: ? (y/n)
es: ? (y=si/n=no)

source: Checksumming %s: [
es: Calculando suma de comprobación %s: [

source: ] done.
es: ] hecho.

source: ] failed: %s
es: ] falló: %s

source: Setting permissions on %s%s:
es: Estableciendo permisos para %s%s:

source: done.
es: hecho.

source: Creating %s/:
es: Creando %s/:

source: Deleting %s/:
es: Borrando %s/:

source: Uploading %s: [
es: Mise ? jour de %s: [

source: Deleting %s:
es: Borrando %s:

source: Moving %s->%s:
es: Moviendo %s->%s:

source: %s: in fe_updating/file_file %s
es: %s: en fe_updating/file_file %s

source: Changing %s:
es: Cambiando %s:

source: Creating %s:
es: Creando %s:

source: %s: in fe_updating/file_link %s
es: %s: en fe_updating/file_link %s

source: Failed to update %s:%c%s
es: Falló actualizando %s:%c%s

source: failed:%c%s
es: falló:%c%s

source: ] failed:%c%s
es: ] falló:%c%s

source: Downloading %s: [
es: Descargando %s: [

source: Changed on server
es: Cambiado en el servidor

source: Added on server
es: Añadido en el servidor

source: Directory: %s/
es: Directorio: %s/

source: File: %s - size %
es: Fichero: %s - tamaño %

source: Link: %s - target %s
es: Enlace: %s - destino %s

source: %s: rcfile corrupt at line %d: %s
es: %s: archivo rc corrupto en la línea %d: %s

source: %s: Server not specified in site `%s'.
es: %s: Servidor no especificado en el sitio `%s'.

source: %s: Remote directory not specified in site `%s'.
es: %s: Directorio remoto no especificado en el sitio `%s'.

source: %s: Local directory not specified in site `%s'.
es: %s: Directorio local no especificado en el sitio `%s'.

source: %s: Invalid port used in site `%s'.
es: %s: Puerto no válido utilizado en el sitio `%s'.

source: %s: %s cannot maintain symbolic links (site `%s').
es: %s: %s no se pueden mantener los enlaces simbolicos (sitio `%s').

source: %s: File permissions are not supported in %s (site `%s').
es: %s:Los permisos de archivo no están soportados en %s (site `%s').

source: %s: Safe mode cannot be used in conjunction with nooverwrite (site `%s').
es: %s: EL modo seguro no puede ser usado conjuntamente con nooverwrite (site `%s').

source: %s: Safe mode cannot be used in conjunction with tempupload (site `%s').
es: %s: El modo seguro no puede ser usado conjuntamente con tempupload (sitio `%s').

source: %s: The protocol `%s' is unsupported (site `%s').
es: %s: El protocolo `%s' no está soportado (sitio `%s').

source: %s: Error: Corrupt site storage file for `%s': %s: %s
es: %s: Error: Fichero de almacenamiento del sitio corrupto para `%s': %s: %s

source: %s: Skipping site `%s'.
es: %s: Ignorando el sitio `%s'.

source: %s: %s completed successfully.
es: %s: %s completado con éxito.

source: %s: %s unsupported for %s.
es: %s: %s no soportado para %s.

source: %s: Errors occurred while %s the %s site.
es: %s: Ocurrieron errores %s el sitio %s.

source: %s: Error: Could not resolve remote hostname (%s).
es: %s: Error: No se pudo desolverla dirección remota (%s).

source: %s: Error: Could not resolve hostname of proxy server (%s).
es: %s: Error: No se pudo resolver la dirección del servidor proxy (%s).

source: %s: Error: Could not connect to proxy server (%s port %d).
es: %s: Error: No se pudo cenectar al servidor proxy (%s puerto %d).

source: %s: Error: Could not connect to server (%s port %d).
es: %s: Error: No se pudo conectar al servidor (%s puerto %d).

source: %s: Error: Could not authorise user on server.
es: %s: Error: No se pudo autorizar el usuario en el servidor.

source: %s: Error: %s
es: %s: en issue_error %s

source: %s: Error: Could not authorise user on proxy server (%s).
es: %s: Error: No se pudo autorizar el usuario en servidor proxy (%s).

source: %s: in issue_error %s
es: %s: en issue_error %s

source: %s: Error: Environment variable HOME not set.
es: %s: Error: Variable de entorno HOME no establecida.

source: %s: Error: Could not open rcfile: %s
es: %s: Error: No se ha podido abrir el archivo rc: %s

source: %s: Error: rcfile permissions allow other users to read your rcfile.
es: %s: Error: los permisos de tu fichero rc permiten que sea leído por otros usuarios.

source: %s: Set the permissions to 0600.
es: %s: Cambie los permisos a 0600.

source: %s: Error: Could not open storage directory: %s
es: %s: Error: No se pudo abrir el directoria de almacenamiento: %s

source: %s: You need to create this directory and set the permissions to 0700.
es: %s: Debes crear este directorio y cambiar los permisos a 0700.

source: %s: Error: storage directory permissions incorrect.
es: %s: Error: permisos del directorio de almacenamiento incorretos.

source: %s: Set the permissions to 0700.
es: %s: Cambie los permisos a 0700.

source: %s: Error: ~/.netrc permissions incorrect.
es: %s: Error: ~/.netrc permisos incorrectos.

source: %s: init_paths gave %d %s
es: %s: init_paths devolvió %d %s

source: %s: Error: Could not parse ~/.netrc.
es: %s: Error: No se pudo parsear ~/.netrc.

source: %s: Nothing to do - no changes found.
es: %s: Nada para hacer - no se encontraron cambios.

source: %s: Error: Could not open storage file for writing (%s) %s: Error: %s %s: Will not update site `%s'.
es: %s: Error: No se pudo abrir el fichero de almacenamiento para escritura (%s) %s: Error: %s %s: No se va a actualizar el sitio `%s'.

source: %s: Failed to fetch file listing for site `%s': %s: %s
es: %s: Falló recuperando el listado de ficheros para el sitio `%s': %s: %s

source: %s: Failed to fetch file listing to verify site `%s': %s: %s
es: %s: Falló recuperando el lisdo de ficheros para verificar el sitio `%s': %s: %s

source: %s: Remote site not synchronized with stored state.
es: %s: Sitio remoto no sincronizado con el estado del almacenado.

source: %s: in act_on_site %s
es: %s: en act_on_site %s

source: Usage: %s [OPTIONS] [MODE] [sitename]...
es: Uso: %s [OPCIONES] [MODO] [nombre del sitio]...

source: Options:
es: Opciones:

source: -r, --rcfile=FILE Use alternate run control file -p, --storepath=PATH Use alternate site storage directory -y, --prompting Request confirmation before making each update -a, --allsites Perform the operation on ALL defined sites -k, --keep-going Carry on an update regardless of errors -o, --show-progress Display total percentage file transfer complete -q, --quiet Be quiet while performing the operation -qq, --silent Be silent while perforing the operation -n, --dry-run Display but do not carry out the operation Operation modes: -l, --list List changes between remote and local sites (default) -ll, --flatlist Flat list of changes between remote and local sites -v, --view Display a list of the site definitions -i, --initialize Mark all files and directories as not updated -f, --fetch Find out what files are on the remote site -e, --verify Verify stored state of site matches real remote state -c, --catchup Mark all files and directories as updated -s, --synchronize Update the local site from the remote site -u, --update Update the remote site -h, --help Display this help message -V, --version Display version information Please send feature requests and bug reports to sitecopy@lyra.org
es: -r, --rcfile=FILE Usar archivo de control de ejecución alternativo -p, --storepath=PATH Use alternate site storage directory -y, --prompting Request confirmation before making each update -a, --allsites Perform the operation on ALL defined sites -k, --keep-going Carry on an update regardless of errors -o, --show-progress Display total percentage file transfer complete -q, --quiet Be quiet while performing the operation -qq, --silent Be silent while perforing the operation -n, --dry-run Mostrar pero no llevar a cabo la operación Modos de operación: -l, --list List changes between remote and local sites (default) -ll, --flatlist Flat list of changes between remote and local sites -v, --view Display a list of the site definitions -i, --initialize Mark all files and directories as not updated -f, --fetch Find out what files are on the remote site -e, --verify Verify stored state of site matches real remote state -c, --catchup Marcar todos los ficheros y directorios como actualizados -s, --synchronize Actualizar el sitio locas desde el remoto -u, --update Update the remote site -h, --help Mostrar este mensaje de ayuda -V, --version Display version information Please send feature requests and bug reports to sitecopy@lyra.org

source: Could not open file
es: No se pudo abrir el archivo

source: Could not access resource
es: No se pudo acceder al recurso

source: Could not set modification time of local file.
es: No se ha podido establecer la fecha de modificación en hora local.

source: Could not examine file.
es: No se pudo examinar el fichero.

source: Could not checksum file
es: No pudo calcularse la suma de comprobación del fichero

source: Unknown system error
es: Error del sistema desconocido

source: %s: connection was closed by server.
es: %s: la conoxión fue cerrada por el servidor.

source: %s: connection timed out.
es: %s: conexión fuera de tiempo.

source: Could not read response line
es: No se pude leer la linea de respuesta

source: Could not parse PASV response
es: No se pudo interpretar la respuesta a PASV

source: Malformed EPSV response
es: Respuesta EPSV mal formada

source: Malformed port in EPSV response
es: Puerto mal formado en la respuesta EPSV

source: Error sending file
es: Error enviando archivo

source: Error reading file
es: Error leyendo archivo

source: Could not send file
es: No se pudo enviar el archivo

source: Error writing to file
es: Error escribiendo en el archivo

source: Receiving file
es: Recibiendo archivo

source: Could not connect passive data socket
es: No se pudo conectar el socket de datos pasivo

source: Could not determine bound port number for data socket
es: NO se pudo determinar el número de puerto para el socket de datos

source: Error closing data socket
es: Eror cerrando el socket de datos

source: Could not rewind to beginning of file
es: No se pudo volver al principio del archivo

source: Could not read 'LIST' response.
es: No se pude leer la respuesta de 'LIST'.

source: _New site...
es: _Nuevo sitio...

source: Create a new site definition
es: Crear una nueva definición de sitio

source: _Open...
es: _Abrir...

source: Open a new rc file. (EXPERIMENTAL).
es: Abrir un archivo rc nuevo. (EXPERIMENTAL)

source: _Save Sites
es: Guardar sitios

source: Save the current site definitions
es: Guardar las definiciones actuales de sitios

source: Sav_e Sites As...
es: Guardar Sitios Como...

source: Save the current site definitions to a file.
es: Guardar las definiciones actuales de sitios en un archivo.

source: Delete the selected site entry
es: Borar la entrada del sitio seleccionado

source: E_xit
es: S_alir

source: Exit the program
es: Salir del programa

source: _Initialise site
es: _Initializar sitio

source: All files will be uploaded if a site is initialised
es: Todo los archivos serán subidos si un sitio es inicializado

source: '_Catchup' site
es: Marcar sitio como 'puesto al día'

source: Records the site as already updated.
es: Sitio registrado cama ya actualizado.

source: _Fetch site listing
es: _Recuperar el listado del servidor

source: _Resynchronize site
es: _Resincronizar sitio

source: Copies newer files from the remote site to the local drive.
es: Copia los ficheros más recientes en la unidad local.

source: _Update site...
es: _Actualizar sitio...

source: Update _ALL sites
es: Actualizar TODOS los sitios

source: Rescan local directory
es: Revisar el directorio local

source: _Required updates
es: Actualizaciones necesarias

source: Prin_t site info...
es: Imprimir información del sitio...

source: Preferences...
es: Preferiencias...

source: _About XSitecopy
es: Sobre XSitecopy

source: Information about XSitecopy
es: Información sobre XSitecopy

source: _File
es: _Archivo

source: _Operations
es: _Operaciones

source: _Reports
es: Informes

source: _Settings
es: Opciones

source: _Backup
es: Copia de Seguridad

source: _Help
es: _Ayuda

source: New site
es: Nuevo sitio

source: Open
es: Abrir

source: Open a new site definitions file.
es: Abrir un nuevo archivo de definiciones de sitios.

source: Save
es: Guardar

source: Delete site
es: Borrar sitio

source: Delete the selected site
es: Borrar el sitio seleccionado

source: Initialise
es: Inicializar

source: Initialise the site (mark all files as needing to be updated).
es: Inicializar el sitio (marcar todos las archivos para actualizar).

source: Catch-up
es: Marcar como puseto al día

source: Download
es: Descargar

source: Download newer files from the remote site. (Use with care)
es: Descargar ficheros del sitio. (Usar con cuidado)

source: Updates the selected site
es: Actualiza el sitio seleccionado

source: Quit
es: Salir

source: Invalid port used in site `%s'.
es: Puerto no válido usado en el sitio `%s'.

source: %s's protocol does not currently support maintaining permissions.
es: El protocolo de %s no soporta mantenimiento de permisos.

source: Could not parse redirect location.
es: No se pudo interpretar el destino de la redirección.

source: SSL negotiation failed: %s
es: Falló la negaciación SSL: %s

source: SSL server did not present certificate
es: El servidor SSL no mostró certificado

source: [invalid date]
es: [fecha inválida]

source: certificate is not yet valid
es: el certificado aún no es váìdo

source: certificate has expired
es: el certificado ha caducado

source: certificate issued for a different hostname
es: el certificado ha sido emitido para un nombre de máquina distinto

source: Server certificate verification failed:
es: Falló la verificación del certificado del servidor:

source: Connection closed
es: Conexión cerrada

source: SSL error: %s
es: Error SSL: %s

source: SSL error code %d/%d/%lu
es: Código de error SSL %d/%d/%lu

source: Line too long
es: Linea demasiado larga

source: Host not found
es: Dirección no encontrada

source: Socket descriptor number exceeds FD_SETSIZE
es: EL súmedo de descripción del socket excede FD_SETSIZE

source: Client certificate verification failed
es: Falló la verificación del certificado del cliente

source: SSL disabled due to lack of entropy
es: SSL desactivado por la falta de entropía

source: SSL disabled due to library version mismatch
es: SSL desabilitado por incopatibilidad de las versiones

source: Could not create SSL structure
es: No se pudo crear la estructura SSL

source: %s: connection was closed by proxy server.
es: %s: la conoxión fue cerrada por el servidor proxy.

source: offset invalid
es: posición inválida

source: Could not send request body
es: No se pudo enviar el cuerpo de la solicitud

source: Could not read response body
es: No se pudo leer el cuerpo de la respuesta

source: Could not read status line
es: No se pudo leer la línea de estado

source: Could not parse response status line.
es: No pudo interpretarse la linea de estado de la respuesta.

source: Could not send request
es: No se pudo enviar la solicitud

source: Error reading response headers
es: Error leyendo las cabeceras de la respuesta

source: Response header too long
es: Cabecera de la respuesta demasiado larga

source: Could not resolve hostname `%s': %s
es: No se pudo resolver la dirección `%s': %s

source: Could not write to file: %s
es: No se pudo escribir en el archivo: %s

source: Could not create SSL connection through proxy server
es: NO pudo crearse una conexión SSL a través del proxy

source: Could not create socket
es: No pudo crearse el socket

source: Could not connect to server
es: No se pudo conectar al servidor

source: Could not connect to proxy server
es: No pudo conectarse al servidor proxy

source: XML parse error at line %d: invalid element name
es: Error parseando XML en la línea %d: nombre de elemento no válido

source: Unknown error
es: Error desconocido

source: XML parse error at line %d: %s.
es: Error parseando XML en la línea %d: %s.

source: Response exceeds maximum property count
es: La respuesta excede el número máximo de propiedades

source: %s: %s (code %d)
es: %s: %s (código %d)

source: Could not inflate data
es: No se pudieron descomprimir los datos

source: Could not initialize zlib
es: No pude inicializarse zlib

source: Could not parse response: %s
es: No se pude interpretar la respuesta: %s

source: Could not determine file size: %s
es: No pudo determinarse el nombre del archivo: %s

source: Response did not include requested range
es: La respuseta no incluye el rango solicitado.

source: Range is not satisfiable
es: Rango imposible

source: Resource does not support ranged GETs.
es: El recurso no soporta GETs con rangos.

source: GSSAPI authentication error (%s)
es: Error de autentificación GSSAPI (%s)

source: ^[yY]
es: ^[yY=si]

source: ^[nN]
es: ^[nN=no]

source: %s: option `%s' is ambiguous
es: %s: la opción `%s' es ambigua

source: %s: option `--%s' doesn't allow an argument
es: %s: la opción `--%s' no permite argumentos

source: %s: option `%c%s' doesn't allow an argument
es: %s: la opción `%c%s' no permite argumentos

source: %s: option `%s' requires an argument
es: %s: la opción `%s' requiere un argumento

source: %s: unrecognized option `--%s'
es: %s: opción no reconocida `--%s'

source: %s: unrecognized option `%c%s'
es: %s: opción no reconocida `%c%s'

source: %s: illegal option -- %c
es: %s: opción no permitida -- %c

source: %s: invalid option -- %c
es: %s: opción no válida -- %c

source: %s: option requires an argument -- %c
es: %s: la opción requiere un argumento -- %c

source: %s: option `-W %s' is ambiguous
es: %s: la opción `-W %s' es ambigua

source: %s: option `-W %s' doesn't allow an argument
es: %s: la opción `-W %s' no permite argumentos
